20211013102246-class_notes_consciousness_behavior_and_brain_1071473701.org
:PROPERTIES:
:ID:       20211013T102247.620711
:END:
#+SETUPFILE: https://fniessen.github.io/org-html-themes/org/theme-readtheorg.setup
#+title: Class notes: Consciousness, behavior, and brain (1071473701)

* 13.10.21 - intro
*** admin
- a day before the class send notes about paper - to force us to read actively
  - *not* an abstract
  - can be a point we disagree with/, a thought it brought up, or something we didn't understand.
  - a serious methodological problem (*not* something like - there weren't enough subjects etc.)
- an straightforward exam - 6/8 open questions about terms and ideas from the course.
  ***

*** general/history
- states of consciousness
- hans berger - EEG of different sleep states
- background consciousness - level/state (wakefulness/dreamin/drugs, hypnosis)
- contents of awareness - conscious perception. This is what most research is about.
- differentiate conscious vs unconscious perception.
- mostly vision studies - best understood, most developed in terms of brain realestate
- crick and kph manifesto 1995
- divorce from philosophy, intuitive definition is not enough.
- they identified two problems: lack of good definition, and no access to another person's consciousness (observability of consciousness)
- we can't count on introspection - like not seeing something I need to clean around the house
- if we rely on report for studying consciousness we always have the problem of memory - consciousness as remembered present
- johansosson's choice blindness - consciousness creates a story that explains the current situation
- NCCs - subtractive method - the brain while consciously processing vs UC processing
  - assuming that consciousness is "added" to the rest of activity
  - more things change in the brain when consciously viewing something (attention, memory)
    ***

  - a localizationist  approach to consciousness
- we are conscious only of representations, not reality
*** many theories of consciousness - try to explain what happens when we are aware and when we are not aware.
- how do we measure consciousness?
- what is the function of consciousness?
- NCC
*** basic problems in demonstrating UC processing
- need two measures:
  - was there processing?
  - was it conscious?
* [[https://drive.google.com/open?id=1K7DEN-HCwwgwt4Xv0oW_jPHVAg8-ILm9&authuser=jonathan.sahar%40gmail.com&usp=drive_fs][overgaard paper]]
*** notes:
- do they mean to say that there is no UC processing for stimuli that's truly not seen?
- they saw that for all scores above "nothing seen at all" the guesses about which form where significantly above chance.
- they say themselves that there were actually very few instances of nothing seen at all in terms of colors and positions
- it looks like in previous experiments (binary seen/unseen) the proportion of "glimpsed" trials brought up the performance of the "nothing seen" to make it seem as if there's UC processing to a larger degree than there actually was.
- what is the definition of UC? Is a glimpse enough to be considered consciously aware?
- they claim that many studies (binary) about UC processing are therefore invalid
- argue against dichotomic deinition of conscious perception - and for a "more elaborate measure of subjective states"
- contrastive analysis - asking a subject if he saw the stimulus
- creates dicotomy - they suggets giving more freedom than yes/no
- shift from subjective report to behavioral consequeces
- problem with behavior as "objective measure": it only reflects a certain, maybe small, unknown, part of the conscious experience
- subjects usually do report some sort of experience if given tjhe chance to say so
- sidis' experiments is th gold standard for a nuanced measure of consciousness
- the article is mostly about the authors system for testing awareness in a more nuanced way
- UP works even in anaesthesia (word completion after waking up)
- generally - UP works, that is, stimuli that are not perceived consciously do reliable affect behavior
- even in brain injury/disease
- blindsight
- orientation of rectangle in binoccular rivalry - kolb and braun seem to measure metacognition and not awareness
- residual phenomenality - a graded measure of awarness, of having an experience (after an injury)
- we need to distinguish between clearness of the stimuli and the certainty we have about the contents
- they did an experiment of masking different shapes and colors, and let subjects label for themselves how clearly they saw them.
- then they interviewed the subjects, and understood what their labels were, and generalized the 4 point scale from there.
