slip-box/20211013102246-class_notes_consciousness_behavior_and_brain_1071473701.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-11-03 Wed 12:03 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Class notes: Consciousness, behavior, and brain (1071473701)</title>
<meta name="author" content="Jonathan Sahar" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/src/readtheorg_theme/css/htmlize.css"/>
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/src/readtheorg_theme/css/readtheorg.css"/>
</head>
<body>
<div id="content" class="content">
<h1 class="title">Class notes: Consciousness, behavior, and brain (1071473701)</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org5c7525e">1. 13.10.21 - intro</a>
<ul>
<li><a href="#org5025dd5">1.1. admin</a></li>
<li><a href="#orgdc5a370">1.2. general/history</a></li>
<li><a href="#orgfb530dc">1.3. many theories of consciousness - try to explain what happens when we are aware and when we are not aware.</a></li>
<li><a href="#orgfbc8b63">1.4. basic problems in demonstrating UC processing</a></li>
</ul>
</li>
<li><a href="#org4daf7ad">2. overgaard paper</a>
<ul>
<li><a href="#org006cf1c">2.1. notes:</a></li>
<li><a href="#orgf6cbf1f">2.2. my take on it:</a></li>
</ul>
</li>
<li><a href="#org270de09">3. 20.10.21</a>
<ul>
<li><a href="#org0061373">3.1. SDT</a></li>
<li><a href="#org7c29aa9">3.2. measuring awareness:</a></li>
<li><a href="#org7ac744d">3.3. dissociation:</a></li>
<li><a href="#orga603b0a">3.4. objective meaures:</a></li>
<li><a href="#org38cb5ac">3.5. direct/indirect mismatch</a></li>
</ul>
</li>
<li><a href="#org1f80684">4. Lamy 2015</a>
<ul>
<li><a href="#org1c6d625">4.1. main underlying idea:</a></li>
<li><a href="#orgd2afd59">4.2. task:</a></li>
<li><a href="#org5923475">4.3. main findings:</a></li>
<li><a href="#orgb0f7ec0">4.4. main conclusions:</a></li>
<li><a href="#org317f0ff">4.5. questions:</a></li>
<li><a href="#org424c5a8">4.6. my take:</a></li>
</ul>
</li>
<li><a href="#org0a2f230">5. 27.10.21</a>
<ul>
<li><a href="#orgc3d5ac8">5.1. Q1: &ldquo;to what extent does a certain mental operation depend on sconscious perception?&rdquo;</a></li>
<li><a href="#org173b90b">5.2. Q2: are conscious and unconscious processing qualitatively different</a></li>
<li><a href="#org16df895">5.3. divided attention vs full attention task:</a></li>
</ul>
</li>
<li><a href="#orgd09760f">6. 3.11.21</a>
<ul>
<li><a href="#org340208d">6.1. how do we interpret semantic processing</a>
<ul>
<li><a href="#org1ca6029">6.1.1. Marcel et al.:</a></li>
<li><a href="#orge9f4a60">6.1.2. greenwald:</a></li>
<li><a href="#org5c2e0dd">6.1.3. 3rd experiment - want to distinguish between spreading of activation and other possible mechanisms:</a></li>
<li><a href="#org3c303cb">6.1.4. Dehaene et al. 98</a></li>
<li><a href="#org4ce886f">6.1.5. David et al. - criticism of Dehaene:</a></li>
<li><a href="#orgc985397">6.1.6. Van den Bussche et al. 2009</a></li>
<li><a href="#orgc7e5f7b">6.1.7. conclusion:</a></li>
</ul>
</li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-org5c7525e" class="outline-2">
<h2 id="org5c7525e"><span class="section-number-2">1.</span> 13.10.21 - intro</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-org5025dd5" class="outline-3">
<h3 id="org5025dd5"><span class="section-number-3">1.1.</span> admin</h3>
<div class="outline-text-3" id="text-1-1">
<ul class="org-ul">
<li>a day before the class send notes about paper - to force us to read actively
<ul class="org-ul">
<li><b>not</b> an abstract</li>
<li>can be a point we disagree with/, a thought it brought up, or something we didn&rsquo;t understand.</li>
<li>a serious methodological problem (<b>not</b> something like - there weren&rsquo;t enough subjects etc.)</li>
</ul></li>
<li>an straightforward exam - 6/8 open questions about terms and ideas from the course.
<b>*</b></li>
</ul>
</div>
</div>

<div id="outline-container-orgdc5a370" class="outline-3">
<h3 id="orgdc5a370"><span class="section-number-3">1.2.</span> general/history</h3>
<div class="outline-text-3" id="text-1-2">
<ul class="org-ul">
<li>states of consciousness</li>
<li>hans berger - EEG of different sleep states</li>
<li>background consciousness - level/state (wakefulness/dreamin/drugs, hypnosis)</li>
<li>contents of awareness - conscious perception. This is what most research is about.</li>
<li>differentiate conscious vs unconscious perception.</li>
<li>mostly vision studies - best understood, most developed in terms of brain realestate</li>
<li>crick and kph manifesto 1995</li>
<li>divorce from philosophy, intuitive definition is not enough.</li>
<li>they identified two problems: lack of good definition, and no access to another person&rsquo;s consciousness (observability of consciousness)</li>
<li>we can&rsquo;t count on introspection - like not seeing something I need to clean around the house</li>
<li>if we rely on report for studying consciousness we always have the problem of memory - consciousness as remembered present</li>
<li>johansosson&rsquo;s choice blindness - consciousness creates a story that explains the current situation</li>
<li>NCCs - subtractive method - the brain while consciously processing vs UC processing
<ul class="org-ul">
<li>assuming that consciousness is &ldquo;added&rdquo; to the rest of activity</li>
<li>more things change in the brain when consciously viewing something (attention, memory)
<b>*</b></li>

<li>a localizationist  approach to consciousness</li>
</ul></li>
<li>we are conscious only of representations, not reality</li>
</ul>
</div>
</div>
<div id="outline-container-orgfb530dc" class="outline-3">
<h3 id="orgfb530dc"><span class="section-number-3">1.3.</span> many theories of consciousness - try to explain what happens when we are aware and when we are not aware.</h3>
<div class="outline-text-3" id="text-1-3">
<ul class="org-ul">
<li>how do we measure consciousness?</li>
<li>what is the function of consciousness?</li>
<li>NCC</li>
</ul>
</div>
</div>
<div id="outline-container-orgfbc8b63" class="outline-3">
<h3 id="orgfbc8b63"><span class="section-number-3">1.4.</span> basic problems in demonstrating UC processing</h3>
<div class="outline-text-3" id="text-1-4">
<ul class="org-ul">
<li>need two measures:
<ul class="org-ul">
<li>was there processing?</li>
<li>was it conscious?</li>
</ul></li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org4daf7ad" class="outline-2">
<h2 id="org4daf7ad"><span class="section-number-2">2.</span> <a href="https://drive.google.com/open?id=1K7DEN-HCwwgwt4Xv0oW_jPHVAg8-ILm9&amp;authuser=jonathan.sahar%40gmail.com&amp;usp=drive_fs">overgaard paper</a></h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-org006cf1c" class="outline-3">
<h3 id="org006cf1c"><span class="section-number-3">2.1.</span> notes:</h3>
<div class="outline-text-3" id="text-2-1">
<ul class="org-ul">
<li>do they mean to say that there is no UC processing for stimuli that&rsquo;s truly not seen?</li>
<li>they saw that for all scores above &ldquo;nothing seen at all&rdquo; the guesses about which form where significantly above chance.</li>
<li>they say themselves that there were actually very few instances of nothing seen at all in terms of colors and positions</li>
<li>it looks like in previous experiments (binary seen/unseen) the proportion of &ldquo;glimpsed&rdquo; trials brought up the performance of the &ldquo;nothing seen&rdquo; to make it seem as if there&rsquo;s UC processing to a larger degree than there actually was.</li>
<li>what is the definition of UC? Is a glimpse enough to be considered consciously aware?</li>
<li>they claim that many studies (binary) about UC processing are therefore invalid</li>
<li>argue against dichotomic deinition of conscious perception - and for a &ldquo;more elaborate measure of subjective states&rdquo;</li>
<li>contrastive analysis - asking a subject if he saw the stimulus</li>
<li>creates dicotomy - they suggets giving more freedom than yes/no</li>
<li>shift from subjective report to behavioral consequeces</li>
<li>problem with behavior as &ldquo;objective measure&rdquo;: it only reflects a certain, maybe small, unknown, part of the conscious experience</li>
<li>subjects usually do report some sort of experience if given tjhe chance to say so</li>
<li>sidis&rsquo; experiments is th gold standard for a nuanced measure of consciousness</li>
<li>the article is mostly about the authors system for testing awareness in a more nuanced way</li>
<li>UP works even in anaesthesia (word completion after waking up)</li>
<li>generally - UP works, that is, stimuli that are not perceived consciously do reliable affect behavior</li>
<li>even in brain injury/disease</li>
<li>blindsight</li>
<li>orientation of rectangle in binoccular rivalry - kolb and braun seem to measure metacognition and not awareness</li>
<li>residual phenomenality - a graded measure of awarness, of having an experience (after an injury)</li>
<li>we need to distinguish between clearness of the stimuli and the certainty we have about the contents</li>
<li>they did an experiment of masking different shapes and colors, and let subjects label for themselves how clearly they saw them.</li>
<li>then they interviewed the subjects, and understood what their labels were, and generalized the 4 point scale from there.</li>
</ul>
</div>
</div>
