20211013102246-class_notes_consciousness_behavior_and_brain_1071473701.org
***  my take on it:
        The first thing that struck me was that the authors spent a very large part of the paper explaining the justification for the new scale they proposed. I thought that the idea of consciousness (of a stimulus) being "all or nothing" is clearly an oversimplification that would benefit from more "resolution": even as a matter of day to day personal experience, it's very common to have a notion of "glimpsing" a sight or sound, and to have the vague content of that something float around in our mind, or to have a fleeting thought, idea, or intention not quite in the conscious front of our minds.
        I also think that it's a question of definitions - what do we consider unconscious processin? Is it really required that subjects be completely unaware of seeing anything at all? I would argue that, since conscious experience is by definition a matter of phenomenology, we have no choice but to take the subjects' word for what they saw: if they don't recall their experience having any content (relating to the stimulus) at all, then to my mind, they did not consciously process it. In that respect I'm not sure I agree with the writers' criticism of the papers previously published in their field - saying that they did not really demonstrate UC processing, because trials with glimpses bumped the score for trials labled as unconscious.
    It's interesting to investigate what kinds of more complex information we can process at the two lower levels, and where do they differ - can we read, do math, infer context? If we present stimuli that are more crucial for our survival, are they processed better at lower levels than regular stimuli? Do they penetrate consciousness better - i.e are they experienced more strongly at the same display duration?

* 20.10.21
*** SDT
- describes desicions in the face of uncertainty
- there are internal and extrnal noise sources: stimulus is noisy, and internal background activity noise.
- sensitivity - d`
  The difference betwen the peak of noise and noise+signal curves
  The smaller the number - more overlap - the harder to tell the difference between noise and signal.
  A measure of "hits" vs "false alarms".
  Sensitivity is a measure of where my criterion of decision (=beta) is located
- using SDT as a measure awareness - if the subject can discriminate in force choice, then he was aware
- want to get rid of the criterion = subjectivity (if we only report being aware based on stringent categories)
*** measuring awareness:
- if we use d' as a measure of awareness (which is what we used to use for a measure of UCP), we need to find another measure for UCP
- indirect measures: using primes, after them stimuli, and tasks regarding the stimuli only.
- to show UCP: we need to see effect of priming *and* get d' = 0 (no discrimination in force choice)
*** dissociation:
- between awareness and processing
- need two separate measures: one for each. Need one to show there was no awareness and one to show processing has occured
*** objective meaures:
- advantage: the most sensitive for conscious awareness - if there's just a little bit, it will show it
- disadvantages:
  - the exhaustivness problem: it tests the availability of information to conscious decision, but only specific aspects of the stimulus. What if we process different aspects in different times?
    - we could ask if subjects saw anything at all - and check d'
  - we need a lot of samples to get d'=0 reliably
  - the basic idea is that the task block and the awareness block are the same - so the awareness block is a good measure:
    - but the state of mind is not the same: less engagement in the awareness block, mixed exposure showed far greater awareness of the prime than traditional way
    - in the mixed experiment they couldn't get an effect in the task when the priming was short enough to get people not to see it in the mixed awareness block
*** direct/indirect mismatch
- we want not to make the criterion of awareness too hard in relation to the level of information we are testing in the indirect measure: if we want to check the effect of the meaning of words shown, then it's too much to set the criterion as "not seeing anything at all", its enough that subjects can't discriminate between something that has to do with with the meaning - like ?was it positive/negative?""
- defining awareness of a stimulus as information being accessible (though not available!) To conscious processing/decision making.
- PAS
* [[file:/mnt/g/My Drive/Msc neuroscience/semester 1 2021/Consciousness and the brain/week 3 -Lamy_Alon_Carmel_Shalev_2015.pdf][Lamy 2015]]
*** main underlying idea:
Independence from consciousness -it's not the same as  showing that a process can be done with no awareness of the stimulus. We need to show that it's done as well without awareness as it is done with it.
*** task:
      - search for T shape in a specific color, colored prime can be same or different color
      - search for T shape in color among gray shapes prime can be same or different color
*** main findings:
      - same location benefit is "truly" independent of consciousness - you get the same improvement in RT with or without perceiving the prime consciously
      - same location cost it dependent on consciousness - you only get the cost if you consciously perceive the prime
*** main conclusions:
      - the same location cost is a good way to indirectly and objectively measure awareness
      - same location benefit is a bona fide example of a process that is independent of consciousness
*** questions:
- is it a specific enough measure? By measuring performance we're measuring a lot of other processes that happen after we've "consciously processed" the stimulus
- what can we do with the new indirect measure of conscious perception (testing for same location loss)?
