slip-box/20211013102246-class_notes_consciousness_behavior_and_brain_1071473701.html
<div id="outline-container-orgf6cbf1f" class="outline-3">
<h3 id="orgf6cbf1f"><span class="section-number-3">2.2.</span> my take on it:</h3>
<div class="outline-text-3" id="text-2-2">
<p>
    The first thing that struck me was that the authors spent a very large part of the paper explaining the justification for the new scale they proposed. I thought that the idea of consciousness (of a stimulus) being "all or nothing" is clearly an oversimplification that would benefit from more "resolution": even as a matter of day to day personal experience, it's very common to have a notion of "glimpsing" a sight or sound, and to have the vague content of that something float around in our mind, or to have a fleeting thought, idea, or intention not quite in the conscious front of our minds.
    I also think that it's a question of definitions - what do we consider unconscious processin? Is it really required that subjects be completely unaware of seeing anything at all? I would argue that, since conscious experience is by definition a matter of phenomenology, we have no choice but to take the subjects' word for what they saw: if they don't recall their experience having any content (relating to the stimulus) at all, then to my mind, they did not consciously process it. In that respect I'm not sure I agree with the writers' criticism of the papers previously published in their field - saying that they did not really demonstrate UC processing, because trials with glimpses bumped the score for trials labled as unconscious.
It's interesting to investigate what kinds of more complex information we can process at the two lower levels, and where do they differ - can we read, do math, infer context? If we present stimuli that are more crucial for our survival, are they processed better at lower levels than regular stimuli? Do they penetrate consciousness better - i.e are they experienced more strongly at the same display duration?
</p>
</div>
</div>
</div>

<div id="outline-container-org270de09" class="outline-2">
<h2 id="org270de09"><span class="section-number-2">3.</span> 20.10.21</h2>
<div class="outline-text-2" id="text-3">
</div>
<div id="outline-container-org0061373" class="outline-3">
<h3 id="org0061373"><span class="section-number-3">3.1.</span> SDT</h3>
<div class="outline-text-3" id="text-3-1">
<ul class="org-ul">
<li>describes desicions in the face of uncertainty</li>
<li>there are internal and extrnal noise sources: stimulus is noisy, and internal background activity noise.</li>
<li>sensitivity - d`
The difference betwen the peak of noise and noise+signal curves
The smaller the number - more overlap - the harder to tell the difference between noise and signal.
A measure of &ldquo;hits&rdquo; vs &ldquo;false alarms&rdquo;.
Sensitivity is a measure of where my criterion of decision (=beta) is located</li>
<li>using SDT as a measure awareness - if the subject can discriminate in force choice, then he was aware</li>
<li>want to get rid of the criterion = subjectivity (if we only report being aware based on stringent categories)</li>
</ul>
</div>
</div>
<div id="outline-container-org7c29aa9" class="outline-3">
<h3 id="org7c29aa9"><span class="section-number-3">3.2.</span> measuring awareness:</h3>
<div class="outline-text-3" id="text-3-2">
<ul class="org-ul">
<li>if we use d&rsquo; as a measure of awareness (which is what we used to use for a measure of UCP), we need to find another measure for UCP</li>
<li>indirect measures: using primes, after them stimuli, and tasks regarding the stimuli only.</li>
<li>to show UCP: we need to see effect of priming <b>and</b> get d&rsquo; = 0 (no discrimination in force choice)</li>
</ul>
</div>
</div>
<div id="outline-container-org7ac744d" class="outline-3">
<h3 id="org7ac744d"><span class="section-number-3">3.3.</span> dissociation:</h3>
<div class="outline-text-3" id="text-3-3">
<ul class="org-ul">
<li>between awareness and processing</li>
<li>need two separate measures: one for each. Need one to show there was no awareness and one to show processing has occured</li>
</ul>
</div>
</div>
<div id="outline-container-orga603b0a" class="outline-3">
<h3 id="orga603b0a"><span class="section-number-3">3.4.</span> objective meaures:</h3>
<div class="outline-text-3" id="text-3-4">
<ul class="org-ul">
<li>advantage: the most sensitive for conscious awareness - if there&rsquo;s just a little bit, it will show it</li>
<li>disadvantages:
<ul class="org-ul">
<li>the exhaustivness problem: it tests the availability of information to conscious decision, but only specific aspects of the stimulus. What if we process different aspects in different times?
<ul class="org-ul">
<li>we could ask if subjects saw anything at all - and check d&rsquo;</li>
</ul></li>
<li>we need a lot of samples to get d&rsquo;=0 reliably</li>
<li>the basic idea is that the task block and the awareness block are the same - so the awareness block is a good measure:
<ul class="org-ul">
<li>but the state of mind is not the same: less engagement in the awareness block, mixed exposure showed far greater awareness of the prime than traditional way</li>
<li>in the mixed experiment they couldn&rsquo;t get an effect in the task when the priming was short enough to get people not to see it in the mixed awareness block</li>
</ul></li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org38cb5ac" class="outline-3">
<h3 id="org38cb5ac"><span class="section-number-3">3.5.</span> direct/indirect mismatch</h3>
<div class="outline-text-3" id="text-3-5">
<ul class="org-ul">
<li>we want not to make the criterion of awareness too hard in relation to the level of information we are testing in the indirect measure: if we want to check the effect of the meaning of words shown, then it&rsquo;s too much to set the criterion as &ldquo;not seeing anything at all&rdquo;, its enough that subjects can&rsquo;t discriminate between something that has to do with with the meaning - like ?was it positive/negative?&ldquo;&rdquo;</li>
<li>defining awareness of a stimulus as information being accessible (though not available!) To conscious processing/decision making.</li>
<li>PAS</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org1f80684" class="outline-2">
<h2 id="org1f80684"><span class="section-number-2">4.</span> <a href="file:///mnt/g/My Drive/Msc neuroscience/semester 1 2021/Consciousness and the brain/week 3 -Lamy_Alon_Carmel_Shalev_2015.pdf">Lamy 2015</a></h2>
<div class="outline-text-2" id="text-4">
</div>
<div id="outline-container-org1c6d625" class="outline-3">
<h3 id="org1c6d625"><span class="section-number-3">4.1.</span> main underlying idea:</h3>
<div class="outline-text-3" id="text-4-1">
<p>
Independence from consciousness -it&rsquo;s not the same as  showing that a process can be done with no awareness of the stimulus. We need to show that it&rsquo;s done as well without awareness as it is done with it.
</p>
</div>
</div>
<div id="outline-container-orgd2afd59" class="outline-3">
<h3 id="orgd2afd59"><span class="section-number-3">4.2.</span> task:</h3>
<div class="outline-text-3" id="text-4-2">
<ul class="org-ul">
<li>search for T shape in a specific color, colored prime can be same or different color</li>
<li>search for T shape in color among gray shapes prime can be same or different color</li>
</ul>
</div>
</div>
<div id="outline-container-org5923475" class="outline-3">
<h3 id="org5923475"><span class="section-number-3">4.3.</span> main findings:</h3>
<div class="outline-text-3" id="text-4-3">
<ul class="org-ul">
<li>same location benefit is &ldquo;truly&rdquo; independent of consciousness - you get the same improvement in RT with or without perceiving the prime consciously</li>
<li>same location cost it dependent on consciousness - you only get the cost if you consciously perceive the prime</li>
</ul>
</div>
</div>
<div id="outline-container-orgb0f7ec0" class="outline-3">
<h3 id="orgb0f7ec0"><span class="section-number-3">4.4.</span> main conclusions:</h3>
<div class="outline-text-3" id="text-4-4">
<ul class="org-ul">
<li>the same location cost is a good way to indirectly and objectively measure awareness</li>
<li>same location benefit is a bona fide example of a process that is independent of consciousness</li>
</ul>
</div>
</div>
<div id="outline-container-org317f0ff" class="outline-3">
<h3 id="org317f0ff"><span class="section-number-3">4.5.</span> questions:</h3>
<div class="outline-text-3" id="text-4-5">
<ul class="org-ul">
<li>is it a specific enough measure? By measuring performance we&rsquo;re measuring a lot of other processes that happen after we&rsquo;ve &ldquo;consciously processed&rdquo; the stimulus</li>
<li>what can we do with the new indirect measure of conscious perception (testing for same location loss)?</li>
</ul>
</div>
</div>
