20211013102246-class_notes_consciousness_behavior_and_brain_1071473701.org
*** my take:
    I liked the idea of defining independence from awareness in a way that fits our intuition and common sense better than "some performance" but I'm not sure how to dissociate this better performance from other types of processing that go on after "mere perception" - maybe conscious perception adds more benefits, like learning from experience, which  preparing for motor action and anticipation of where to look, both of which can also be products of the longer processing time that is another byproduct of the longer exposure that makes the prime consciously perceived.

    This makes me think that  an interesting (though unrelated) experiment would be to have a fixed relation between the prime and the target - say the target is always opposite the prime - and check if we can learn this connection without awareness.

    I'm not sure I understood how you would use same location cost as a measure of awareness - would that be instead of forced choice blocks, in order to verify the invisibility of the prime? Is that an improvement because it's even more direct?
* 27.10.21
***  Q1: "to what extent does a certain mental operation depend on sconscious perception?"
- Liminal prime paradigm (Lamy)
- it's better to compare UC processing to conscious processing.
- independence of consciousness like in the paper.
- we're asking - if it's a small effect without awareness and a much larer effect with awareness - is it still true that we can "process" this stimulus without awareness?
- we need to use a liminal stimulus - otherwise we're not comparing apples to apples (the stimulus strength is greater for longer stimuli)
- intra-subject paradigm
- most subjects are either 20%-80% or 80%-20% aware-unaware of the prime
- we look at the aware and unaware trails separately  - we have different amounts of trials per subject, so we need mixed-linear statistical models, ANOVA would give distorted results because it won't assign the correct weight to each subject
*** Q2: are conscious and unconscious processing qualitatively different
      - we want to see double dissociation
      - "process dissociation procedure"
        - critisizes the idea that task and process are the same: until now we treated objective measures for unconscious processes and subjective measures for conscious processes, but actually both tasks benefit from both kinds of processess
        - this is called a "fascilitation paradigm"
        - we need a procedure in which each process affects oppositly the performance in each task
        - not finding an effect can always mean that the measure is not sensitive enough - the interesting question is "is there an alternative explanation if we do find an effect"
        - we mwasure UC processing by "failing" the exclusion task
        - this makes sure that we are not aware to such a degree that we can't choose not to use the information.
        - the baseline is the proportion of subjects choosing the word e.g "taboo" without the prime
*** divided attention vs full attention task:
    - adding numbers that are not masked
    - see that attention affects conscious perception but not unconscious perception
    - look at the bottom table only (table 4)
    - not enough for double dissociation they did not find a manipulation that affects unconscious perception but no conscious perception
    - available information (affects our behavior, processed without awareness) vs accessible information (accessible to consciousness, may be recalled, we can choose whether to use it or not)
* 3.11.21
*** how do we interpret semantic processing
        - want to know - how high/complex is unconscious processing?
***** Marcel et al.:
        1. Test stimulus display time for conscious perception
        2. Prime with some word and test the probability of completing a stem with a word that is in the same semantic field.
        3. not a stable effect, did not reproduce
***** greenwald:
      - semantic priming too, but just need to respond yes/no or pleasant/unpleasant about the target
      - quicker response, short response window
      - results: shorter RT for congruent prime and target (e.g both pleasant)
***** 3rd experiment - want to distinguish between spreading of activation and other possible mechanisms:
        - word vs word/non word
        - manipulations:
          - when both are words, can be related or unrelated
          - check RT with congruency (both words or both nonwords)
        - check response priming vs semantic priming:
          - congruent -> fast response = response priming
          - semantically related -> fast response = semantic priming
          - results: strong response priming, no semantic priming
***** Dehaene et al. 98
        - check semantic categorization for ad-hoc rules without awareness
        - decide if target is < or > 5, target is a digit/number, prime is also digit/number
        - shorter RT for congruent condition regardless of digit/number coupling
        - early motor activation - ERP
        - --> we conclude it must be semantic priming: we apply the task (greater or smaller than 5) to the unconscious prime
        - highly reproduced
*****  David et al. - criticism of Dehaene:
        - same experiment with words that are not semantically related, task - press with R/L hand if target is large/small
        - a problem with Dehaene - there is a small number of stimuli, so we *learn* the association between the low level features of each stimulus and the appropriate motor response, instead of processing the meaning.
        - this means we should be seeing an effect of practice: there should be more of a difference between congruent and incongruent conditions (the motor effects of the prime become stronger because they become better at recognizing its features.) - which they did find!
        - --> when the target set is small we rely on low level features, when it's large, we must use semantic processing.
        - in a different experiment they primed with CAPITAL LETTERS and a large set, and showed that letters are processed abstractly - we have the concepts of the letters, lower-case 'a' is the same as upper-case 'A'.
