slip-box/20211013102246-class_notes_consciousness_behavior_and_brain_1071473701.html
<div id="outline-container-org424c5a8" class="outline-3">
<h3 id="org424c5a8"><span class="section-number-3">4.6.</span> my take:</h3>
<div class="outline-text-3" id="text-4-6">
<p>
I liked the idea of defining independence from awareness in a way that fits our intuition and common sense better than &ldquo;some performance&rdquo; but I&rsquo;m not sure how to dissociate this better performance from other types of processing that go on after &ldquo;mere perception&rdquo; - maybe conscious perception adds more benefits, like learning from experience, which  preparing for motor action and anticipation of where to look, both of which can also be products of the longer processing time that is another byproduct of the longer exposure that makes the prime consciously perceived.
</p>

<p>
This makes me think that  an interesting (though unrelated) experiment would be to have a fixed relation between the prime and the target - say the target is always opposite the prime - and check if we can learn this connection without awareness.
</p>

<p>
I&rsquo;m not sure I understood how you would use same location cost as a measure of awareness - would that be instead of forced choice blocks, in order to verify the invisibility of the prime? Is that an improvement because it&rsquo;s even more direct?
</p>
</div>
</div>
</div>
<div id="outline-container-org0a2f230" class="outline-2">
<h2 id="org0a2f230"><span class="section-number-2">5.</span> 27.10.21</h2>
<div class="outline-text-2" id="text-5">
</div>
<div id="outline-container-orgc3d5ac8" class="outline-3">
<h3 id="orgc3d5ac8"><span class="section-number-3">5.1.</span> Q1: &ldquo;to what extent does a certain mental operation depend on sconscious perception?&rdquo;</h3>
<div class="outline-text-3" id="text-5-1">
<ul class="org-ul">
<li>Liminal prime paradigm (Lamy)</li>
<li>it&rsquo;s better to compare UC processing to conscious processing.</li>
<li>independence of consciousness like in the paper.</li>
<li>we&rsquo;re asking - if it&rsquo;s a small effect without awareness and a much larer effect with awareness - is it still true that we can &ldquo;process&rdquo; this stimulus without awareness?</li>
<li>we need to use a liminal stimulus - otherwise we&rsquo;re not comparing apples to apples (the stimulus strength is greater for longer stimuli)</li>
<li>intra-subject paradigm</li>
<li>most subjects are either 20%-80% or 80%-20% aware-unaware of the prime</li>
<li>we look at the aware and unaware trails separately  - we have different amounts of trials per subject, so we need mixed-linear statistical models, ANOVA would give distorted results because it won&rsquo;t assign the correct weight to each subject</li>
</ul>
</div>
</div>
<div id="outline-container-org173b90b" class="outline-3">
<h3 id="org173b90b"><span class="section-number-3">5.2.</span> Q2: are conscious and unconscious processing qualitatively different</h3>
<div class="outline-text-3" id="text-5-2">
<ul class="org-ul">
<li>we want to see double dissociation</li>
<li>&ldquo;process dissociation procedure&rdquo;
<ul class="org-ul">
<li>critisizes the idea that task and process are the same: until now we treated objective measures for unconscious processes and subjective measures for conscious processes, but actually both tasks benefit from both kinds of processess</li>
<li>this is called a &ldquo;fascilitation paradigm&rdquo;</li>
<li>we need a procedure in which each process affects oppositly the performance in each task</li>
<li>not finding an effect can always mean that the measure is not sensitive enough - the interesting question is &ldquo;is there an alternative explanation if we do find an effect&rdquo;</li>
<li>we mwasure UC processing by &ldquo;failing&rdquo; the exclusion task</li>
<li>this makes sure that we are not aware to such a degree that we can&rsquo;t choose not to use the information.</li>
<li>the baseline is the proportion of subjects choosing the word e.g &ldquo;taboo&rdquo; without the prime</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org16df895" class="outline-3">
<h3 id="org16df895"><span class="section-number-3">5.3.</span> divided attention vs full attention task:</h3>
<div class="outline-text-3" id="text-5-3">
<ul class="org-ul">
<li>adding numbers that are not masked</li>
<li>see that attention affects conscious perception but not unconscious perception</li>
<li>look at the bottom table only (table 4)</li>
<li>not enough for double dissociation they did not find a manipulation that affects unconscious perception but no conscious perception</li>
<li>available information (affects our behavior, processed without awareness) vs accessible information (accessible to consciousness, may be recalled, we can choose whether to use it or not)</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-orgd09760f" class="outline-2">
<h2 id="orgd09760f"><span class="section-number-2">6.</span> 3.11.21</h2>
<div class="outline-text-2" id="text-6">
</div>
<div id="outline-container-org340208d" class="outline-3">
<h3 id="org340208d"><span class="section-number-3">6.1.</span> how do we interpret semantic processing</h3>
<div class="outline-text-3" id="text-6-1">
<ul class="org-ul">
<li>want to know - how high/complex is unconscious processing?</li>
</ul>
</div>
<div id="outline-container-org1ca6029" class="outline-4">
<h4 id="org1ca6029"><span class="section-number-4">6.1.1.</span> Marcel et al.:</h4>
<div class="outline-text-4" id="text-6-1-1">
<ol class="org-ol">
<li>Test stimulus display time for conscious perception</li>
<li>Prime with some word and test the probability of completing a stem with a word that is in the same semantic field.</li>
<li>not a stable effect, did not reproduce</li>
</ol>
</div>
</div>
<div id="outline-container-orge9f4a60" class="outline-4">
<h4 id="orge9f4a60"><span class="section-number-4">6.1.2.</span> greenwald:</h4>
<div class="outline-text-4" id="text-6-1-2">
<ul class="org-ul">
<li>semantic priming too, but just need to respond yes/no or pleasant/unpleasant about the target</li>
<li>quicker response, short response window</li>
<li>results: shorter RT for congruent prime and target (e.g both pleasant)</li>
</ul>
</div>
</div>
<div id="outline-container-org5c2e0dd" class="outline-4">
<h4 id="org5c2e0dd"><span class="section-number-4">6.1.3.</span> 3rd experiment - want to distinguish between spreading of activation and other possible mechanisms:</h4>
<div class="outline-text-4" id="text-6-1-3">
<ul class="org-ul">
<li>word vs word/non word</li>
<li>manipulations:
<ul class="org-ul">
<li>when both are words, can be related or unrelated</li>
<li>check RT with congruency (both words or both nonwords)</li>
</ul></li>
<li>check response priming vs semantic priming:
<ul class="org-ul">
<li>congruent -&gt; fast response = response priming</li>
<li>semantically related -&gt; fast response = semantic priming</li>
<li>results: strong response priming, no semantic priming</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org3c303cb" class="outline-4">
<h4 id="org3c303cb"><span class="section-number-4">6.1.4.</span> Dehaene et al. 98</h4>
<div class="outline-text-4" id="text-6-1-4">
<ul class="org-ul">
<li>check semantic categorization for ad-hoc rules without awareness</li>
<li>decide if target is &lt; or &gt; 5, target is a digit/number, prime is also digit/number</li>
<li>shorter RT for congruent condition regardless of digit/number coupling</li>
<li>early motor activation - ERP</li>
<li>&#x2013;&gt; we conclude it must be semantic priming: we apply the task (greater or smaller than 5) to the unconscious prime</li>
<li>highly reproduced</li>
</ul>
</div>
</div>
<div id="outline-container-org4ce886f" class="outline-4">
<h4 id="org4ce886f"><span class="section-number-4">6.1.5.</span> David et al. - criticism of Dehaene:</h4>
<div class="outline-text-4" id="text-6-1-5">
<ul class="org-ul">
<li>same experiment with words that are not semantically related, task - press with R/L hand if target is large/small</li>
<li>a problem with Dehaene - there is a small number of stimuli, so we <b>learn</b> the association between the low level features of each stimulus and the appropriate motor response, instead of processing the meaning.</li>
<li>this means we should be seeing an effect of practice: there should be more of a difference between congruent and incongruent conditions (the motor effects of the prime become stronger because they become better at recognizing its features.) - which they did find!</li>
<li>&#x2013;&gt; when the target set is small we rely on low level features, when it&rsquo;s large, we must use semantic processing.</li>
<li>in a different experiment they primed with CAPITAL LETTERS and a large set, and showed that letters are processed abstractly - we have the concepts of the letters, lower-case &rsquo;a&rsquo; is the same as upper-case &rsquo;A&rsquo;.</li>
</ul>
</div>
</div>
